[Notes.DisclaimerExpert_AbstrInv1 DisAbstractItem]
m_ItemName="刺客狂奔"
m_PluralItemName=""
m_Description="在只装备一把十字弩的情况下穿过关卡，尽快射击你的目标并尽量避免击中平民。\n\n这项挑战会考验你的机动性和射击精度。\n区域中充满了敌人和危险。\n每个房间在里面的目标被全部消灭之前都是封闭的。\n你的十字弩弩箭数量无限。\n\n得分:\n* 完成得越快你的得分也就越高。\n* 保证精准 - 尽量瞄头！ - 有技巧的射击敌人来获得更好的得分。\n* 射中平民会扣除你的得分。\n\n游戏结束：\n当你死亡时挑战结束。"

[Notes.DisclaimerExpert_Pickup1 DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Pwn_AristoParty_1:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="平民"

[Twk_Inv_CrossbowCorvoTraining:DisTweaks_InventoryItem_PlayerSpecific_1 DisTweaks_InventoryItem_PlayerSpecific]
m_Name="科尔沃的十字弩"
m_Description="一把由最上等材料制造的安静而非同凡响的远程武器。可以发射弩箭，麻醉镖和燃烧射弹。"

[Twk_Inv_PistolCorvoTraining:DisTweaks_InventoryItem_PlayerSpecific_0 DisTweaks_InventoryItem_PlayerSpecific]
m_Name="科尔沃的手枪"
m_Description="自行定制并以大师级技巧精工细作，这是整个群岛上最顶级的火器。允许对手枪升级并增加近距离散射伤害。"

[Twk_Pawn_1:DisTweaks_InteractableInterface_14 DisTweaks_InteractableInterface]
m_Name="平民"
